name: "vc_vocoder"
platform: "onnxruntime_onnx"
max_batch_size : 8
version_policy: {
    specific: {
      versions: [1]
    }
}
input [
  {
    name: "mel_input"
    data_type: TYPE_FP16
    dims: [-1, 80, -1]
  }
]
output [
  {
    name: "audio_output"
    data_type: TYPE_FP16
    dims: [-1,1,-1]
  }
]